[
    {
        "id": 1,
        "name": "Hamzah Ahmad",
        "title": "UI/UX Designer",
        "studentID": "0012",
        "batch": "Batch 1",
        "message": "They helped me build my portfolio and LinkedIn profile. During the course, I learned valuable skills that boosted my confidence. I now feel equipped to tackle real-world challenges.",
        "image": "https://i.postimg.cc/HxHL6qhs/Hamza-Ahmed.png"
    },
    {
        "id": 2,
        "name": "Aliza Mahrin",
        "title": "Front-End Developer",
        "studentID": "0005",
        "batch": "Batch 1",
        "message": "Enrolling in this course was the best decision of my life. As a non-CSE student, I gained practical knowledge and experience. The support from the Phero team, especially Jhankai bhai, was invaluable.",
        "image": "https://i.postimg.cc/NM4RD7bS/Aliza.png"
    },
    {
        "id": 3,
        "name": "Faeza Hoque",
        "title": "Python Developer",
        "studentID": "0020",
        "batch": "Batch 2",
        "message": "I don’t have an interesting story, but the controlled and reward-based delivery system helped me stay on track. It encouraged me to push my limits and meet deadlines. I am now more productive than ever.",
        "image": "https://i.postimg.cc/PrqCskrC/Faeza-hoque.png"
    },
    {
        "id": 4,
        "name": "Faiyaz Alam Aarabi",
        "title": "Front End Developer",
        "studentID": "0033",
        "batch": "Batch 2",
        "message": "সত্যি কথা বলতে, আমার জীবনের গতিপথ পরিবর্তনে সবচেয়ে বড় ভূমিকা Codeinnovior এবং তাদের শিক্ষণ পদ্ধতি। আমি খুব অল্প সময়ে অনেক কিছু শিখেছি। এর ফলে আমি আমার ক্যারিয়ারের নতুন দিগন্ত খুলতে পেরেছি।",
        "image": "https://i.postimg.cc/rF2fQQ8Z/aarabi.png"
    },
    {
        "id": 5,
        "name": "Samarah Arisha Hussain",
        "title": "Front End Developer",
        "studentID": "0046",
        "batch": "Batch 3",
        "message": "The course structure is amazing! It took me from a beginner to a professional in just a few months. I gained hands-on experience through practical projects, which made the learning process enjoyable and effective.",
        "image": "https://i.postimg.cc/XJTsMg9J/Samarah.png"
    },
    {
        "id": 6,
        "name": "Abdia Rushda",
        "title": "UI/UX Designer",
        "studentID": "0112",
        "batch": "Batch 3",
        "message": "I never thought I could design user interfaces so effectively. The course guided me at every step, helping me understand user experience principles. I now create designs that truly resonate with users.",
        "image": "https://i.postimg.cc/ncMhSY07/Abdia-Rushda.png"
    },
    {
        "id": 7,
        "name": "Ahmed Afif Abdullah",
        "title": "Game Developer",
        "studentID": "0059",
        "batch": "Batch 4",
        "message": "The practical sessions and projects were incredibly useful. I learned more than just theory and can now apply my skills confidently. This course has set a solid foundation for my career.",
        "image": "https://i.postimg.cc/SxyDpRYW/Afif.png"
    },
    {
        "id": 8,
        "name": "Baitul Hossain Rafqat",
        "title": "Game Developer",
        "studentID": "0074",
        "batch": "Batch 4",
        "message": "The mentorship and real-world projects prepared me for my data science role at DataWorks. I learned how to analyze data effectively and derive insights. The experience was invaluable for my career.",
        "image": "https://i.postimg.cc/YCDr641R/Rafkat.png"
    }
   
]